#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Desarrollo de sistemas operativos basados en AI

- Tema presentado por :: Axel Uriel Jim茅nez y Alam L贸pez
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+-------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Valor | Evaluaci贸n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   9.34 |   0.3 |               8.63 |  0.7 |    8.84 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 2 | 9 |  9.64 |
| Nivel        | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Relevancia   | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Claridad     | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Presencia    | 1 | 0 | 0 | 3 | 7 |  8.73 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.34 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Creo que es interesante, m谩s por la popularidad que toma el tema hoy en d铆a
- Creo que es un gran tema, me interesa mucho. Creo que falt贸
  concretar algunos puntos, pero en general fue un buen acercamiento.
- Muy buena exposici贸n, pues logra juntar los t贸picos de los Sistemas
  Operativos con las novedades tecnol贸gicas de la IA, estableciendo
  que se trata de una idea en el aire pero que tiene mucho potencial y
  que se est谩 explorando activamente.

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr谩ficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- Mi gran, gran queja con el t茅rmino /芦Inteligencia Artificial禄/ es
  que no est谩 acotado, que en su uso habitual no tiene una definici贸n
  clara que permita en una conversaci贸n informal saber si algo es o no /IA/.
  - En la exposici贸n presentan, por ejemplo, que el SO est谩
    monitoreando constantemente los niveles de rendimiento de la
    computadora, para ajustar los /FPS/ de un juego para mantenerse
    贸ptimo. Eso es simple monitoreo y decisi贸n basada en umbrales. 隆No
    puede llamarse IA!
  - No puedo hacerme el experto en temas que no lo soy... Pero la
    definici贸n que atribuyen a Mateus Ruzzarin es incorrecta por donde
    se vea. Hay sistemas /no inteligentes/ que aprenden, y hay muchas
    aplicaciones de /IA/ que no incluyen aprendizaje de m谩quina.
- Me gustar铆a ver cualquier referencia al SO de Lenovo que mencionan
  m谩s all谩 de media p谩gina en un sitio tan gen茅rico como /Noticias 3D/
  o /Hipertextual/. Me sorprende no encontrar informaci贸n t茅cnica
  alguna, siendo que el desarrollo de un sistema operativo /que busca
  ser atractivo para el consumidor final/ es suficientemente complejo
  como para que resulte pr谩cticamente imposible desarrollarlo sin
  comunicar informaci贸n t茅cnica al respecto.
- Ojo: La exposici贸n que ustedes hicieron es correcta y est谩 bien /a
  la luz de los datos utilizados/, no puedo culparlos de la
  mercadotecnia que rodea a nuestro campo. Sin embargo, estos puntos
  ilustran bien por qu茅 los invito a buscar /recursos formales/ de
  consulta, no revistas o sitios Web.
